<?php

use App\Blog;
use Illuminate\Database\Seeder;

class BlogsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Blog::create([
            'name' => '"Мобильная группа КНУ" оказывает помощь больным сотрудникам КНУ',
            'url' => 'https://www.knu.kg/ru/index.php?option=com_content&view=article&id=7827:2020-07-23-09-46-01&catid=909:---011012&Itemid=1',
            'image' => 'blogs/02.jpeg',
            'body' => '
            <p>В стране сложилась тяжелая ситуация, создавшая огромные нагрузки на систему здравоохранения по всей республике. Новая вспышка вируса COVID-19 захлестнула все медучреждения и клиники. Нехватка медикаментов, средств индивидуальной защиты и медицинского персонала. Изнуряющая городская жара и огромные очереди на приём к врачам зачастую приходятся не по силам больным.</p>

<p>В поддержку работников Кыргызского национального университета профсоюзный комитет совместно с его администрацией, под координацией &laquo;кол-центра&raquo;, организовали работу выездной &laquo;Мобильной группы КНУ&raquo; с целью оказания мобильной помощи больным &ndash; сотрудникам КНУ с трудным финансовым положением и тем коллегам, кто не может по какой-либо причине воспользоваться услугами дневного стационара. Для этой цели, был выделен кабинет, где оператор в течении всего рабочего дня принимает звонки, консультирует и составляет маршруты для посещения частной медсестрой больных с целью осуществления назначенных лечащим врачом процедур.</p>

<p>Кроме того, профком КНУ инициировал работу в составе &laquo;кол-центра&raquo;, специалистов психологической поддержки, которые оказывают свою профессиональную помощь любому, кто испытывает психологическое давление вследствие тяжелого бремени наступившей пандемии. Такую помощь сотрудники могут получить вне зависимости от того больны ли они или здоровы.</p>

<p>Ежедневно с 08.00 утра до 18.00 вечера оператор &laquo;кол-центра&raquo; профкома КНУ принимает более 50 звонков, консультирует и тем, кто в тяжелом положении направляет мобильную группу с медсестрой. Так, каждый день осуществляется 5-6 выездов, помогая нуждающимся, а некоторым дважды в день, провести внутривенные и внутримышечные инъекции, установить капельницы, соблюдая необходимые процедуры назначенные врачом больному.</p>

<p>Одновременно, сформированная группа волонтёров из факультета социально-гуманитарных наук, оказывает адресную психологическую поддержку нуждающимся сотрудникам университета.</p>
',
        ]);

        Blog::create([
            'name' => 'ФМОиВ выражает глубокую благодарность всем, кто борется с COVID-19',
            'url' => 'https://www.knu.kg/ru/index.php?option=com_content&view=article&id=7831:-covid-19&catid=909:---011012&Itemid=1',
            'image' => 'blogs/02.jpg',
            'body' => '
            <p>Профессорско-преподавательский состав, ассоциация выпускников и студентов&nbsp;факультета международных отношений и востоковедения КНУ им. Ж.Баласагына&nbsp;выражают глубокую благодарность всему населению Кыргызстана,&nbsp;международным организациям, посольствам иностранных государств, аккредитованных в&nbsp;Бишкеке, некоммерческим организациям в стране, а также государственным структурам, в&nbsp;особенности врачам и сотрудникам правоохранительных органов за их неоценимую помощь и&nbsp;профессиональную поддержку в период борьбы против вируса COVID-19.</p>

<ul>
	<li><a href="https://www.youtube.com/watch?v=tL7A0WxKq6s" target="_blank">ФМОиВ выражает благодарность всем, кто борется с&nbsp; COVID-19</a></li>
</ul>
',
        ]);

        Blog::create([
            'name' => 'МКРЯ приняла участие в Х Форуме выпускников российских (советских) вузов',
            'url' => 'https://www.knu.kg/ru/index.php?option=com_content&view=article&id=7834:2020-08-06-07-30-29&catid=909:---011012&Itemid=1',
            'image' => 'blogs/01.jpg',
            'body' => '
            <p>30 июля 2020 года межфакультетская кафедра русского языка приняла участие в Х Форуме выпускников российских (советских) вузов, направленный на развитие сотрудничества, основанного на диалоге языков и культур, взаимоуважении, сохранении и укреплении исторически сложившихся духовных и культурных связей России, Казахстана, Азербайджана и Кыргызстана.</p>

<p>Мероприятие проходило в онлайн-формате с участием выпускников разных лет&nbsp; из различных городов Казахстана, России, Азербайджана, Кыргызстана, Узбекистана.</p>

<p>В онлайн формате участвовали и представители КНУ им. Ж.Баласагына профессор Ахметова Н.А., доцент Буряченко Т.И., доц. Чонмурунова Н.Ж., преп. Боколова С.Д., зам. директора Профессионального колледжа С.Н. Шерматова.</p>

<p>В ходе пленарных сессий &laquo;Мосты дружбы и созидания&raquo; (форум проходил в Международный день дружбы) и &laquo;Гуманитарное знание и вызовы времени&raquo; состоялось обсуждение новых программ, предложенных партнёрами общественного объединения &laquo;Выпускники российских вузов&raquo;, в том числе и представительством Россотрудничества.</p>

<p>В частности, речь шла об участии Объединения в проектах Евразийского экономического союза, работе с будущими абитуриентами, взаимодействии с медийным сообществом России, Казахстана, Азербайджана и Кыргызстана, встречах с известными деятелями культуры.</p>

<p>Участники и гости Форума говорили о&nbsp; важности взаимодействия выпускников российских (советских) вузов разных лет, о перспективах работы, о значимости русского языка в международном общении и сотрудничестве.</p>

<p>Заведующая межфакультетской кафедрой русского языка КНУ им. Ж.Баласагына профессор, д.п.н. &nbsp;Ахметова Нурлан Алымкуловна, выпускник Ростовского -на-Дону университета, защитившаяся&nbsp; в Академии педагогических наук в Москве, выступила с докладом &quot;Билингвизм в Кыргызстане&quot;. Доцент Буряченко Т.И. с докладом &laquo;Использование информационных технологий на дистанционных занятиях по русскому языку&raquo;.</p>

<p>В своем выступлении Нурлан Алымкуловна отметила, что: &laquo;В Кыргызстане существует большая необходимость в изучении русского языка, что обусловлено многими факторами. Так, русский язык, который десятилетиями служил языком межнационального общения, сегодня является одним из факторов развития экономических, культурно-образовательных связей в рамках интеграционных проектов. Немаловажным фактором является актуализация русского языка в формате Евразийской интеграции. Хотелось бы, чтобы велась более активная и широкая просветительская работа, возродилась система обучения русскому языку и непосредственно с прикладной точки зрения. Русский язык является важным инструментом воспитания культуры и этики, тем более, что на нем выросло несколько поколений кыргызстанцев и его присутствие в повседневной и культурной жизни граждан является естественным явлением&raquo;.</p>

<p>Доклады профессора Ахметовой Н.А. и доцента Буряченко Т.И. вызвали большой интерес и поддержку со стороны участников&nbsp; и гостей Форума. В частности, учёный-русист, д.ф.н., профессор Нурсулу Шаймерденова отметила, что: &laquo;Русский язык - один из наиболее распространённых и богатых языков мира, на которых говорят за пределами основной территории их распространения представители разных народов, общаясь не только с исконными носителями этих языков, но и между собой&raquo;. Было предложено данное выступление Ахметовой Н.А. опубликовать на специальном &laquo;стенде&raquo; сайта &laquo;Выпускники российских вузов&raquo; и в социальных сетях представительства Россотрудничества.</p>
',
        ]);
    }
}
