<?php

use App\Department;
use Illuminate\Database\Seeder;

class DepartmentsTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        Department::create([
            'name' => 'Информатика и вычислительная техника',
            'image' => 'departments/coding.jpg',
            'body' => '
            <h2><strong>Общие сведения о кафедре</strong></h2>

<p>Кафедра &laquo;Информатика и вычислительная техника&raquo; является структурным подразделением Кыргызского национального университета, реализующим образовательные программы высшего профессионального образования.</p>

<p>В своей деятельности кафедра руководствуется нормативными правовыми актами Министерства образования и науки, Уставом университета, решениями Ученого и методического советов, Положением о кафедре, приказами и распоряжениями руководства вуза, организует и осуществляет учебную, методическую, научно-исследовательскую и воспитательную работу, обеспечивая подготовку специалистов в соответствии с государственными образовательными стандартами.</p>

<p>Деятельность кафедры направлена на реализацию главной цели &ndash; подготовку высококвалифицированных специалистов в области информационных технологий, обладающих глубокими теоретическими знаниями, практическими умениями и навыками, высоким профессионализмом, стремлением творчески применять в деятельности знания по приобретенной специальности, постоянно совершенствовать профессиональное мастерство. Ведется обучение по направлению 710100 &laquo;Информатика и вычислительная техника&raquo;. Преподаватели кафедры ежегодно проходят курсы по повышению квалификации.&nbsp;</p>

<p>В настоящее время заведует кафедрой к.т.н., доцент Баратова Б.Ш.&nbsp;В настоящее время профессорско-преподавательский состав кафедры составляет 28 преподавателей, 4 доцента, 20 ст. преподавателей, 4 преподавателей и 1 ведущий специалист.</p>

<p>Профессорско-преподавательский состав кафедры постоянно и эффективно совершенствует свою деятельность, направленную на повышение педагогического и научного потенциала. Работы преподавателей обсуждаются на заседании кафедры и аттестуются на новый учебный год после завершения подготовительных работ (разработка новых рабочих программ, подготовка учебно-методических пособий). Кафедра обслуживает следующие факультеты: юридический, экономики и финансов, управления и бизнеса, иностранных языков, социально-гуманитарных наук, государственного управления.</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; За кафедрой закреплены общие математические и естественнонаучные дисциплины<strong>:&nbsp;<em>&laquo;</em></strong><strong>Информатика&raquo;, &laquo;Офисные программы Windows&raquo;, &laquo;Математика и Информатика&raquo;, &laquo;Информационные технологии&raquo;</strong><strong>,&nbsp;</strong>&laquo;Основы работы в Internet&raquo;, &laquo;Продвинутый Excel&raquo;, &laquo;Алгоритмизация и программирование&raquo;. Рабочие учебные планы соответствуют ГОС по направлениям подготовки специалистов. Подготовлены типовые программы по всем дисциплинам кафедры.</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; На занятиях используются активные формы обучения, ЭВМ, проводятся деловые игры с использованием ПК, решаются сквозные задачи, самостоятельно осваиваются наиболее известные и распространенные в настоящее время программные среды.</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Многие преподаватели были удостоены следующих наград: &laquo;Благодарность КНУ&raquo;, &laquo;Почетная Грамота КНУ&raquo;, &laquo;Лучший лектор КНУ&raquo; &laquo;Лучший молодой преподаватель КНУ&raquo;, &laquo;Заслуженный исследователь КНУ&raquo;, &laquo;Почетная грамота МОиН КР&raquo;, &laquo;Отличник образования КР&raquo;.</p>'
        ]);
        Department::create([
            'name' => 'Информационные технологии и программирование',
            'image' => 'departments/math.jpg',
            'body' => '
            <h2><strong>Кафедра Информационных технологий и программирования</strong></h2>

<h2><strong>Заведующий кафедрой&nbsp;&nbsp; к. ф.-м. н., доцент Сабитов Б.Р.</strong></h2>

<p>&nbsp;</p>

<h3><strong>Краткая история кафедры</strong></h3>

<p>В целях подготовки высококвалифицированных специалистов в области IT -технологий и программирования в КНУ им. Ж. Баласагына на базе государственного стандарта &laquo;Информационные системы&raquo;. В 2006 году создана выпускающая кафедра &laquo;Информационных технологий и программирования&raquo;.</p>

<p>В настоящее время кафедра готовить высококвалифицированных&nbsp;IT-специалистов, бакалавров и магистрантов, способных разрабатывать&nbsp; современное программное обеспечение бизнес процессов предприятий и учреждений, малого и среднего бизнеса. Управлять и обрабатывать информационную базу корпоративных предприятий с применением Интернет и современных информационных технологий. Кафедра для подготовки ИТ- программистов широкого профиля &nbsp;в настоящее время &nbsp;разрабатывает новые образовательные направления нацеленные подготовки специалистов по мобильным и телекоммуникационным технологиям .</p>

<h3><strong>Образовательная деятельность</strong></h3>

<p>Кафедра Информационных технологий и программирования является структурным подразделением ФИИТ КНУ им. Ж. Баласагына, реализующим образовательные программы высшего профессионального образования.</p>

<p>В своей деятельности кафедра руководствуется нормативными и правовыми актами Министерства образования и науки, Уставом университета, решениями Ученого и учебно-методического совета, приказами и распоряжениями руководства университета, организует и осуществляет учебную, учебно-методическую, научно-исследовательскую и воспитательную работу, обеспечивая подготовку специалистов в соответствии с государственными образовательными стандартами.</p>

<p><strong>Деятельность кафедры</strong>&nbsp;направлена на реализацию главной цели &ndash; подготовку высококвалифицированных IT-специалистов в области информационных технологий, обладающих глубокими теоретическими знаниями, практическими умениями и навыками, высоким профессионализмом, стремлением творчески применять в деятельности знания по приобретенной специальности, постоянно совершенствовать профессиональное мастерство.</p>

<p>&nbsp;</p>

<p><strong>КАФЕДРА Информационных технологий и программирования&nbsp; готовит по направлениям :</strong></p>

<ul>
	<li>Информационные системы и технологии&nbsp;&nbsp; - Бакалавр, Магистр</li>
	<li>Информационная безопасность - Бакалавр, Магистр</li>
</ul>

<p><strong>По следующим профилям:</strong></p>

<ul>
	<li><strong>МОБИЛЬНЫЕ СЕТИ И ТЕХНОЛОГИИ</strong></li>
</ul>

<p>Образовательная программа направлена на подготовку специалистов широкого профиля, владеющих технологиями разработки мобильных и веб-приложений.&nbsp;Обучение предполагает активную самостоятельную, научно-исследовательскую и проектную работу бакалавров под руководством опытных педагогов и специалистов кафедры и предприятий-партнеров. Программа нацелена на подготовку инженеров-разработчиков и тестировщиков мобильных и веб-приложений.</p>

<p>&nbsp;&nbsp;<strong>Разработка программного обеспечения бизнес процессов предприятий и организаций</strong></p>

<p>Подготовка бакалавров направлена на обеспечение ИТ-сектора экономики КР специалистами в области проектирования, разработки программного обеспечения предприятий и организаций .</p>

<ul>
	<li><strong>МОБИЛЬНЫЕ СВЯЗИ&nbsp; И ТЕЛЕКОММУНИКАЦИИ</strong></li>
</ul>

<p>Программа обучения построена следующим образом: сначала студенты получают общие базовые знания в&nbsp;области электроники, программирования, баз данных, телекоммуникационных технологий и&nbsp;построения операционных систем, а&nbsp;затем переходят к&nbsp;детальному изучению основных мобильных платформ&nbsp;&mdash; iOS, Android, Windows Phone. В&nbsp;рамках специализированных курсов студенты будут глубоко &nbsp;изучать основные языки программирования, применяемые для разработки мобильных приложений (С#, C++, Java,&nbsp;Phyton&nbsp;). Работа с использованием серверов My SQL,SQL Server ,Android&nbsp;&nbsp; и.т.д.</p>

<ul>
	<li><strong>НЕЙРОТЕХНОЛОГИИ И ПРОГРАММИРОВАНИЕ</strong></li>
</ul>

<p>Данная программа является откликом на опережение спроса рынка труда в программистах, владеющих навыками разработки и реализации нейротехнологий в современных информационных системах, именно таких специалистов готовит наша кафедра. &nbsp;Ее содержание гармонично сочетает знания, умения и навыки в области программирования и в области наук, изучающих мозговую активность человека, для решения широкого круга прикладных задач по созданию современных биоинформационных систем на всех этапах ее жизненного цикла. &nbsp;</p>

<p>Для этого студенты научатся программировать на языках Java, C/C++, Python, JavaScript, РНР и др. с использованием спецификаций HTML5, CSS3, XML, XSL, ECMAScript, Ajax; пакетов программ Adobe Creative Suite, CorelDRAW, Sound Forge, 3ds Max и др.; технологий баз данных Oracle Database, MySQL, MongoDB, Apache Derby, Berkeley DB и др.</p>

<p>&nbsp;</p>

<ul>
	<li><strong>ИНФОРМАЦИОННАЯ БЕЗОПАСНОСТЬ АВТОМАТИЗИРОВАННЫХ СИСТЕМ</strong></li>
</ul>

<p><a href="http://moeobrazovanie.ru/professions_specialist_programmno_apparatn.html">Программа направлена для глубокого изучения&nbsp; программно-аппаратной защиты информации</a>&nbsp;в целом. Цель подготовки</p>

<ul>
	<li>Разрабатывать модели возможных угроз и модели нарушителя информационной безопасности автоматизированной системы</li>
	<li>Оценивать риски информационной безопасности автоматизированной системы</li>
	<li>Собирать и анализировать исходные данные для проектирования защищенных информационных технологий в автоматизированных системах сбора, обработки, хранения и передачи информации, вычислительных системах и компьютерных сетях&nbsp;</li>
</ul>

<p><strong>Во все образовательные &nbsp;программы&nbsp; обучения по профилям</strong>&nbsp; включен блок дисциплин, направленных на&nbsp;приобретение знаний в&nbsp;областях&nbsp; современного программирования, продвижения мобильных продуктов. Отдельные блоки&nbsp; посвящены особенностям вывода мобильных приложений через специализированные Интернет сервисы: Apple App Store, Google Play, Windows Store.</p>

<p>Практические занятия позволяют студенту пройти весь путь создания мобильного приложения от&nbsp;идеи до&nbsp;вывода на&nbsp;рынок и&nbsp;продвижения. Особое внимание в&nbsp;процессе обучения также, уделяется облачным технологиям и&nbsp;сервисам и&nbsp;их&nbsp;интеграции с&nbsp;мобильными устройствами.</p>

<p>Наша цель &mdash; сформировать&nbsp;IT&nbsp;- специалиста&nbsp; всесторонне развитых&nbsp; специалистов, которые не только ориентируются в наиболее актуальных современных языках и технологиях программирования. Они&nbsp; получают базовую подготовку в области инфокоммуникационных технологий, владеют навыками проектирования и разработки сложных мобильных продуктов, веб-сервисов, использования облачных сервисов, функциональных веб-сайтов.</p>

<p>В настоящее время на кафедре изучаются новые образовательные программы по разработке основных очертаний новых стандартов, которые в ближайшем будущем будут самыми перспективными, а специалисты высокооплачиваемыми. Очевидно, что в будущем к мобильным сетям будут подключены гораздо больше устройств, большинство из которых будут работать по принципу &laquo;всегда онлайн&raquo; т.е. в Интернет сети.</p>

<p>По прогнозам ведущих IT компаний мира к 2020 году потребность рынка по вышеуказанным профилям кафедры будут самыми востребованными и высокооплачиваемыми.&nbsp;Рынок в целом будет остро нуждаться&nbsp; разработчикам- инженерам&nbsp; по мобильным технологиям новых поколений.</p>

<p>&nbsp;</p>

<p><strong>МАГИСТРСКИЕ НАПРАВЛЕНИЯ</strong></p>

<ol>
	<li>Информационные системы и технологии&nbsp;&nbsp; - 552802 (магистр )&nbsp;</li>
	<li>Информационная безопасность&nbsp; - (магистр) -650003</li>
</ol>

<p>с&nbsp; квалификацией бакалавр и магистр по&nbsp; соответствующим направлениям :</p>

<p>Магистра по направлению Информационные системы и технологии для предприятий и организаций с дальнейшей возможностью&nbsp; обучением на степень доктора наук (PHD)</p>

<p>&nbsp;</p>

<p><strong>Учебно-методическая работа</strong></p>

<p>Ежегодное обновление учебных планов по образовательным программам с учетом потребностей предприятий и организаций региона в компетентных IT специалистов. Регулярное обновление учебно-методических комплексов.</p>

<p>&nbsp;</p>

<p><strong>Научно-исследовательская работа (НИР)</strong></p>

<p>НИР и НИРС &ndash; одно из важнейших направлений деятельности кафедры.</p>

<p>Научная направления кафедры: возможности&nbsp;<strong>внедрение и использование облачных технологий в образовании.</strong></p>

<p>Технологии, основанные на облачные вычисления, является одним из востребованных и активно развивающихся направлений современным информационным мире.&nbsp;<strong>Под технологией облачных вычислений</strong>&nbsp;понимается инновационная технология, которая позволяет объединять ИТ- ресурсы различных аппаратных платформ в единое целое и предоставлять пользователю доступ к ним через локальную сеть или глобальную сеть Интернет<strong>.</strong></p>

<p><strong>Задачи НИР:</strong></p>

<p>- координация научно-методической работы преподавателей кафедры. Организация научно-исследовательской работы студентов;</p>

<p>- подготовка научных изданий, учебно-методических пособий для учебного процесса и практической работы специалистов по информационным технологиям.</p>

<p><strong>Основными целями НИРС</strong>&nbsp;кафедры являются: повышение уровня профессиональной подготовки студентов на основе развития их аналитических и креативных способностей, формирования научного системного мышления, а также выявление талантливых и одаренных студентов, способных и желающих заниматься научно-исследовательской деятельностью в кафедрах, лабораториях&nbsp;<strong>и других научных подразделениях</strong>&nbsp;университета с последующим переходом их на обучение в магистратуру и аспирантуру.</p>

<p>Проведение научной работы на кафедре обеспечивает непрерывное совершенствование учебно-воспитательного процесса на основе фундаментальных и прикладных исследований по существующим направлениям подготовки и внедрение в образовательную деятельность современных методик и педагогических технологий.</p>

<p>За последние годы силами профессорско-преподавательского состава кафедры были организованы нижеследующие научно-практические конференции:</p>

<p>1. Межвузовская научно-практическая конференция: &laquo;Роль современных информационных технологий в повышении качества образования&raquo; посвященная 80 летию образования КНУ имени Ж.Баласагына. Дата проведения: 19 апреля 2013 года. По материалам конференции был издан журнал &laquo;Вестник КНУ&raquo;, Специальный выпуск, Бишкек, 2013 г.</p>

<p>2. Межвузовская научно-практическая конференция: &laquo;Современные информационные технологии и Интернет: состояние перспективы развития в Кыргызской Республике&raquo;. Дата проведения: 30 апреля 2015 года.</p>

<p>3. Ежегодно проводится научно-практические конференции, семинары, круглые столы среди ППС и студентов.</p>

<p><strong>&nbsp;</strong></p>

<p><strong>Научно-исследовательская работа студентов</strong></p>

<p>Научно-исследовательская работа студентов (НИРС) является неотъемлемой составной частью учебного процесса на кафедре.</p>

<p>Преподаватели и сотрудники кафедры уделяют большое внимание научно-исследовательской работе студентов. Индивидуальные НИРС выполняются студентами 2-4-ых курсов. Студенты, исходя из научных направлений кафедры, выбирают себе тему научной работы по одному из научных направлений кафедры:</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>О внедрении облачных технологии в процесс образования&nbsp;</strong>Руководитель: к.ф.-м.н., доцент Рыспаев А.О.</p>

<p><strong>Основные публикации кафедры</strong></p>

<p>Рыспаев А.О. Администрирование компьютерных сетей Учебное пособие. // Издательство КНУ им.Ж. Баласагына, Бишкек, 2016.</p>

<p><strong>Участие в конференциях, симпозиумах и семинарах</strong></p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;LOADED inverse Cauchy problem in the theory of waves. The V Congress of Turkic World Mathematicians, Bulan-Sogottu, June 5-7, 2014</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Х Международная Азиатская школа-семинар &quot;Проблемы оптимизации сложных систем&quot;. Кыргызстан, Булан-Соготту. с 25 июня по 5 августа 2014 года.</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;II Международная научная конференция &laquo;Актуальные проблемы теории управления, топологии и операторных уравнений&raquo;, посвящённая 20-тилетию образования Кыргызско - Российского Славянского Университета (КРСУ) им. первого президента Б.Н. Ельцина и 100-летию основателя математической научной школы Киргизской Советской Социалистической Республики Якова Васильевича Быкова. 5-7 сентября 2013 года.</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The Issyk-Kul International Mathematical Forum Kyrgyzstan, Bozteri, 24-27 June, 2015</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;V Международной научной конференции &ldquo;Асимптотические, топологические и инновационных методы в математике&quot; Бишкеке, 13-16 сентября 2016 года.</p>

<p>‐&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VI Международной научной конференции &laquo;НАУКА И ИННОВАЦИОННЫЕ ТЕХНОЛОГИИ&raquo; Бишкеке, 19 мая 2017 года.</p>

<p>&nbsp;</p>

<p><strong>Международные программы и гранты</strong></p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Кафедра активно участвует в подготовке проектов на соискание международных грантов: заключено соглашение с фирмой Cisco Corporation об организации при кафедре регионального центра.</p>

<p><strong>&nbsp;</strong></p>

<p><strong>Сотрудничество с другими университетами</strong></p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Подписан меморандум о взаимопонимании между Кыргызско-Российским Славянским университетом. Целью меморандума является развитие сотрудничества в области образования и научных исследований и содействие взаимопониманию между двумя университетами.</p>

<p>На основе подготовки проектов кафедра установила тесные связи с Кыргызским техническим университетом им. И.Раззакова, Институтом теоретической и прикладной математики (НАН КР).</p>

            '
        ]);
        Department::create([
            'name' => 'Программная инженерия и инновационные технологии',
            'image' => 'departments/econom.jpg',
            'body' => '<h2><strong>Общая информация о кафедре</strong></h2>

<h3><strong>&laquo;Программная инженерия и компьютерные технологии&raquo;</strong></h3>

<p>&nbsp;</p>

<p>Кафедра создана в 2009 г. на базе образовательных программ Евразийского института инновационных технологий КНУ им. Ж. Баласагына для подготовки бакалавров по направлениям Компьютерно-коммуникационные технологии, Программная инженерия, Технологическое образование и специальности Профессиональное обучение.</p>

<p>Кафедра готовит бакалавров и магистров, профессиональная деятельность которых связана с разработкой, сопровождением и эксплуатацией программного обеспечения для автоматизированных систем и средств вычислительной техники. Выпускники могут работать во всех областях народного хозяйства, где используются компьютеры и компьютерные сети, внедряются информационные системы общего и специального назначения на локальных, корпоративных и глобальных компьютерных сетях.</p>

<p>Обучение будущих специалистов базируется на формировании фундаментальных математических знаний, позволяющих строить математические и программные модели различных вычислительных процессов. Студенты профессионально осваивают современные объектно-ориентированные языки программирования и проектирования программного обеспечения (С/С++, Delphi, Java, PHP, UML), изучают современные технологии программирования и различные инструментальные средства (C - Builder, MS Visual Studio, Delphi) для создания эффективных программных продуктов и проектов. Особое внимание уделяется разработке баз данных различных типов и назначения (MS SQL, Access, MySQL, Interbase).</p>

<p>Учебные планы и программы изучаемых дисциплин разработаны на основе требований Болонской декларации высших учебных заведений, рекомендаций Computer Curricula международной Ассоциации по вычислительной технике (АСМ) и Международного Института инженеров по электротехнике и электронике (IEEE).</p>

<p>По окончании университета выпускникам присваивается квалификация &laquo;бакалавр&raquo;. Выпускники могут продолжить обучение в магистратуре.</p>

<p>На кафедре большое внимание уделяется вопросам трудоустройства выпускников. Студенты проходят производственную и преддипломную практики на ведущих предприятиях IT-отрасли, с возможностью последующего трудоустройства. Наши выпускники востребованы в производственных, внедренческих компаниях IT-отрасли, страховых компаниях, банках, в государственных и частных предприятиях и учреждениях.</p>

<p>На кафедре реализуются международные образовательные проекты совместно с университетами из стран Европы, России и Центральной Азии. В настоящее время реализуется Европейско-Российско-Азиатская магистерская программа Информатика как вторая компетенция под названием &laquo;Прикладная информатика (по областям применения)&raquo;. Выпускникам данной программы присваивается степень магистра Прикладной информатики (по областям применения). Первый выпуск магистрантов по программе &laquo;Информатика как вторая компетенция&raquo; осуществлен в 2009 г. и с каждым годом контингент магистрантов растет.</p>

<p>Кафедра осуществляет тесное сотрудничество в области образования с Университетами России, Казахстана и Европейских стран, такие, как Франция, Испания, Польша, Германия, Италия, Финляндия. В рамках проектов проводятся совместные международные семинары, конференции. 18 преподавателей кафедры прошли стажировки в вузах Франции, Германии, Испании, Италии, Польши, Чехии. По подготовке кадров налажена тесная связь с предприятиями - работодателями.</p>

<p>При кафедре действуют 3 компьютерные лаборатории, оснащенные современными оборудованиями с доступом в сеть Интернет.</p>

<p>В настоящее время на кафедре работают 1 доктор наук и 2 профессора, 7 кандидатов наук и доцентов и 4 старших преподавателей.</p>

<p>&nbsp;</p>

<p><strong>Направления подготовки:</strong></p>

<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;710400 - Программная инженерия (бакалавр)</p>

<p>Академическая квалификация (степень) &ndash; бакалавр программной инженерии.</p>

<p>Срок обучения &ndash; 4 года.</p>

<p>Форма обучения &ndash; очная, дистанционная.</p>

<p>Объектами профессиональной деятельности выпускников бакалавров являются: разработка и внедрение программных продуктов, информационных систем для предприятий и учреждений, сферы бизнеса и др.</p>

<p>&nbsp;</p>

<p><strong>Прикладная информатика (по областям применения) (магистр)</strong></p>

<p>Европейско-Российско-Центрально Азиатская магистерская программа</p>

<p>Академическая квалификация (степень) - магистр прикладной информатики.</p>

<p>Срок обучения &ndash; 2 года.</p>

<p>Форма обучения &ndash; очная, дистанционная.</p>

<p>Программа осуществляется по проекту ТЕМПУС ERAMIS &laquo;Европейско-Российско- Центрально Азиатская магистерская программа: Информатика как вторая компетенция&raquo; совместно с университетами и предприятиями партнерами стран ЕС, России, Казакстана, Кыргызстан:</p>

<ul>
	<li>Университет им. Пьер Мендес Франс (Франция);</li>
	<li>Люблинский технологический университет (Польша);</li>
	<li>Университет Аликанте (Испания);</li>
	<li>Берлинский университет прикладных наук (Германия);</li>
	<li>Университет прикладных наук Сабонии (Финляндия);</li>
	<li>Казанский технический университет (Россия);</li>
	<li>Саратовский государственный университет экономики и социальных наук (Россия);</li>
	<li>Воронежский государственный университет (Россия);</li>
	<li>Астраханский государственный университет (Россия);</li>
	<li>Казахский Национальный университет им. Аль-Фараби (Республика Казахстан);</li>
	<li>Карагандинский технический университет (Казахстан);</li>
	<li>Евразийский инновационный университет (Казахстан);</li>
	<li>Предприятие &laquo;Sofit&raquo; (Россия);</li>
	<li>Предприятие &laquo;Системотехника&raquo; (Казахстан);</li>
	<li>Предприятие &laquo;АКНЕТ&raquo; (Кыргызстан).</li>
</ul>
'
        ]);
        Department::create([
            'name' => '	Компьютерные технологии и интернет',
            'image' => 'departments/lawyer.jpg',
            'body' => '<p>Организована на базе бывшего факультета компьютерных технологий и Интернет. Факультет компьютерных технологий и Интернет бывший Кыргызко-американский факультет(КАФ)</p>

<p>Создание факультета по подготовке специалистов с высшим образованием по направлению &quot;Информатика и вычислительная техника&quot; и &quot;Информационные технологии&quot; было связано с растущей потребностью экономики республики, органов государственной власти и управления в широкой информатизации, использовании новых информационных технологий. Экономика в XXI веке будет экономикой, базирующейся на сетях Интернет.</p>

<p>В соответствии с соглашением подписанным 11 июля 1997 года, между КНУ и Университетом штата Мериленд (США) и Университетом штата Миннесота (США), было принято решение о создании в составе Института интеграции международных образовательных программ КНУ Кыргызско-Американского факультета компьютерных технологий и Интернет для подготовки бакалавров и магистров по направлению &quot;Информатика и вычислительная техника&quot; со специализациями: &quot;Компьютерные информационные системы и Интернет&quot; и &quot;Информатика и электронные системы в бизнесе&quot;.</p>

<p>Основатель и первый декан факультета, академик АН КР Живоглядов Валерий Петрович. Факультет имел славу о качественной подготовке студентов по этим направлениям. С 2003 года по 2008 год деканом КАФ-Интернет работал член-корр. НАН КР, доктор технических наук Бримкулов Улан Нургазиевич. Заместителем декана с 1998 года по 2011 год был Жумабеков Кубанычбек Сатарович, который в 2011году успешно защитил кандидатскую диссертацию и стал кандидатом технических наук.</p>

<p>В 2008 году решением Ученого Совета ИИМОП КНУ им. Ж. Баласагына переименован на&nbsp;факультет Компьютерные технологии и Интернет (КАФ)&raquo; (ФКТИ (КАФ)) и руководил факультетом отличник образования, кандидат педагогических наук, &nbsp;профессор Нуржанова Сабира Акматбековна, а заместитель декана Балтобаева Бурул Кубанычбековна, магистр техники и технологий, выпускница факультета 2001 года, специалист по &laquo;CISCONETWORKINGACADEMY&raquo; (США).</p>

<p><strong>Сегодня</strong></p>

<p>После реорганизации в КНУ им. Ж. &nbsp;Баласагына, факультет Компьютерные технологии и Интернет (КАФ)&raquo; (ФКТИ (КАФ)) преобразован в кафедру Компьютерных технологий и Интернет &nbsp;(ККТИ) в составе факультета Информационных и&nbsp; инновационных технологий (ФИИТ). Кафедра продолжает осуществлять подготовку специалистов в лучших традициях высшей технической школы, используя новейшие образовательные программы ведущих университетов России, &nbsp;Европы,&nbsp; США и сохраняет славу качественного образования.</p>

<p>Высококвалифицированный и опытный профессорско-преподавательский состав, решает проблему государства - острейшего&nbsp; дефицита в стране квалифицированных кадров, способных эффективно заниматься организацией&nbsp; сложных информационных систем в государственном управлении, образовании, бизнесе и др. сферах государства.</p>

<p>В русле решения этой задачи впервые в Кыргызстане в 2009 году профессорско-преподавательский состав во главе с Нуржановой С.А. подготовил нормативно-правовую документацию и получил лицензию МО КР для подготовки&nbsp; бакалавров и магистров по направлению &laquo;Бизнес информатика&raquo; со специализациями: &laquo;Электронный бизнес&raquo;;&nbsp; &laquo;Менеджмент в ИТ&raquo;.</p>

<p>В 2010 году, обновлена лицензия на право подготовки бакалавров и магистров по направлениям: &laquo;Информационные технологии&raquo; со специализациями: &laquo;Компьютерные сети&nbsp; и Интернет -технологии&raquo;;&nbsp; &laquo;Проектирование информационных систем&raquo;;&nbsp; &laquo;Технология программирования&raquo;;&nbsp; &laquo;Компьютерная графика и мультимедиа&raquo;.</p>

<p>В 2012 году под руководством Нуржановой С.А.и активном участии профессора Валеевой А.А., доцента Большаковой Т.Н. и замеситителя декана Балтобаевой Б.К.факультет внедряет новое напрвление: &laquo;Интернет- технологии и управление&raquo; подготовки бакалавров и магистров.</p>

<p>Профессорско-преподавательский состав обеспечивает выполнение учебных планов преподаванием закрепленных за кафедрой дисциплин. На кафедре заняты как штатные преподаватели, так и преподаватели, привлекаемые к работе на условиях совместительства и почасовой оплаты, а также приглашаются специалисты-практики.</p>

<p>Профессорско-преподавательский состав был укомплектован кадрами высокой квалификации &ndash; это: академик АН КР Живоглядов Валерий Петрович; член корреспондент АН КР Бримкулов Улан Нургазиевич; профессор, доктор технических наук Бабак Валентин Федорович; начальник отдела ИТ сервиса доцент, кандидат технических наук Ямпольская С.А., доцент Воробьев В. М., специалист по компьютерному английскому и японскому языкам, автор компьютерной программы понимания и изучения японских иероглифов, профессор, доктор физико-математических наук Абдылдаев Мукаш Юнусалиевич; &nbsp;профессор, доктор исторических наук&nbsp; Чотонов Усеналы.</p>

<p>Сегодня работают: председатель УМК факультета, &nbsp;специалист по ИТ стандартам, &nbsp;доцент Большакова Татьяна Николаевна;&nbsp; специалист по управленческой экономики и интеграции корпоративных приложений кандидат наук, доцент Бийбасунова Г.И; философские проблемы науки и техники читает доцент, кандидат исторических наук Хоролец Е.Г.; специалист по теории принятия решений и защите информации, кандидат наук, доцент Демиденко А.П.; специалист по программированию, работы с &laquo;облачными&raquo; сервисами и 1С &ndash; Шевелев А.С., английский язык на факультете преподают старшие преподаватели: Шамшиева Р.- фасилитатор-преподаватель в служебном тренинге Корпуса Мира, благодаря&nbsp; которой волонтеры - преподаватели из США работают на факультете; Турганбаева Н. преподает английский, с применением компьютерных программ обучения. Работают на факультете выпускники факультета это: старшие преподаватели: Балтобаева Б. Рослова И., преподаватели: Чумаева К.М., Тарасов И.С. Сатаров</p>

<p>&nbsp;&nbsp;Особенностью кафедры, бывшего ФКТИ (КАФ) является:</p>

<p>- обучение по программе магистерской подготовки с целью формирования научно-педагогических кадров в области ИТ.</p>

<p>- в основе организации учебного процесса систему кредит-часов, позволяющую продолжить обучение в вузах России, США, Западной Европы.</p>

<p>- учебные планы были скоординированы с американскими и российскими &nbsp;образовательными программами по новейшим специальностям и специализациям подготовки бакалавров, таким, как информационные компьютерные сети (Университет штата Мериленд), администрирование в компьютерных сетях (Университет штата Минессота), бизнес- информатика (Государственная Высшая школа экономики, г. Москва).</p>

<p>- С 2006 года работает локальная академия &laquo;CISCONETWORKINGACADEMY&raquo; (США), получен подтверждающий сертификат и сетевое&nbsp;оборудование на безвозмездной основе. Согласно&nbsp; этого договора старший преподаватели Балтобаева Бурул Кубанычбековна успешно прошла обучение по курсу ССNADiscovery&nbsp;версии 4.0.&nbsp; и получила сертификат&nbsp;&nbsp;CCNA, что позволило преподавать этот курс студентам 2-3 курсов факультета в рамках учебной программы. Студенты успешно прошедшие обучение получают сертификаты уровней&nbsp;CCNA1 и&nbsp;CCNA2.</p>

<p>- Факультет сотрудничает с Японским агентством международного сотрудничества(JICA). В&nbsp; рамках этого взаимосотрудничества, агенство предоставляет преподавателей волонтеров, специалистов по языкам программирования. Уже четыре волонтера отработали со студентами и магистрантами&nbsp; по обучению языку программирования &laquo;JAVA&raquo; и японскому языку. Студенты и преподаватели участвуют в конкурсах программах и курсах проводимыми при поддержке&nbsp;JICA&nbsp;по ИТ политике и&nbsp; &nbsp;получают соответствующие сертификаты. Заместитель декана Балтобаева Б.К в 2011 году. прошла стажировку в Японии (префектура Окинава), а в 2010 году студентка 2 курса Мамбетова Мээрим.</p>

<p>В марте 2012 году укрепил&nbsp; свое&nbsp; сотрудничество с&nbsp; Японией и провел семинар научно-технического обмена Кыргызстан-Кокушикан 2012, в котором участвовали три профессора с тремя аспирантами научно-технического факультета Международного Университета Кокушикан и ППС, магистранты и студенты факультета. Семинар через сферы Электроники, Информационных технологий, Машиностроения, дал возможность широко представить настоящее положение дел и реальные возможности Японии и Кыргызстана в сфере дальнейшего взаимосотрудничества.</p>

<p>На кафедре ведется НИР и НИРС, основное направление исследования: &laquo;Исследование, разработка и применение информационных технологий в образовании&raquo;.</p>

<p>- Два преподавателя кафедры аспирантки КНУ им. Ж. Баласагына. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>

<p>- Преподавателей и студенты участвуют на научно-практических&nbsp; конференциях, за 2010 - 2016 учебные годы опубликовано более 50 докладов.</p>

<p>- Магистранты и студенты участвуют в конкурсе&nbsp;ERASMUSMUNDUS&nbsp;и проходят &nbsp;обучение в вузах Европы.</p>

<p>- Студенты участвуют в международной программе студенческого обмена Global UGRAD.</p>

<p>- Студенты участники республиканской межвузовской&nbsp; олимпиаде по программированию и Кыргызстанского четвертьфинала, командного студенческого первенства мира по программированию.</p>

<p>- Студенты проводят благотворительные &nbsp;акции в помощь Военно-Антоновскому детскому дому, в котором активное участие принимают преподаватели и&nbsp; студенты всех курсов.</p>

<p>В январе 2017 года Шамшиева Рахат, старший преподаватель английского языка Кафедры компьютерных технологий и Интернет ФИИТ КНУ,&nbsp;фасилитатор по языку и культуре в Корпусе Мира США в Кыргызстане продолжает привлекать волонтеров из Корпуса Мира в учебный процесс кафедры. Лучшие студенты кафедры при поддержке зав. каф. Нуржановой С.А. и наставлению Рахат Женишбековны принимали активное участие в разговорных клубах, организованных в Американском уголке (AmericanCorner) при посольстве США, где&nbsp;&nbsp; наши студенты получили информацию о правительственной программе&nbsp;UGRAD.&nbsp;UGRAD-обучение студентов в престижных университетах США при полной поддержке правительства. Лучшие студенты кафедры Мансурали уулу Нургазы,&nbsp; Жаныбеков Дастан и Жолдошбеков Эрнест подали заявки на данную программу.&nbsp; Для написания эссе и правильного заполнения анкеты была приглашена волонтер Корпуса иа Коллин Вуд. Она провела консультацию и беседу со студентами.</p>

<p>В марте 2017 Кыргызская государственная юридическая академия организовала интеллектуальный междисциплинарный конкурс по информатике и английскому языку.</p>

<p>К участию приглашались все желающие студенты 1-2 курсов вузов КР.</p>

<p>Целью данного конкурса были:</p>

<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Проверить и обобщить знания студентов по информатике и английскому языку;</p>

<p>- &nbsp; &nbsp; &nbsp;Развить познавательный интерес к новым информационным технологиям;</p>

<p>- &nbsp; &nbsp; &nbsp;Выявить самых эрудированных студентов;</p>

<p>- &nbsp; &nbsp; &nbsp;Прививать интерес к изучению научно-познавательной литературы, а также иностранных языков;</p>

<p>- &nbsp; &nbsp; &nbsp;Поддерживать эмоциональный настрой и положительную мотивацию к обучению.</p>

<p>Интеллектуальный конкурс проводится на английском языке в пять этапов.</p>

<p>Под руководством и поддержке заведующей кафедры Компьютерных технологий и Интернет ФИИТ КНУ</p>

<p>Нуржановой С.А. и старшего преподавателя английского языка Шамшиевой Р.Ж. была организована команда из студентов: Жаныбеков Дастан &ndash; капитан команды, Мансурали уулу Нургазы, Жолддошбеков Эрнест, Суюндукова Айчурок, которые прошли регистрацию к участие в данном конкурсе.</p>

<p>Наши ребята нас не подвели, они достойно выступили за честь университета и заняли 2 призовое место!</p>

<p>На конкурсе особо отметили их выступление!</p>

<p>Команда награждена грамотой и ценными подарками.</p>

<p>В данном конкурсе участвовали команды из КНУ, КГЮА, АУЦА, КГМА, КГТУ, КЭУ&nbsp;МОЛОДЦЫ РЕБЯТА!!!</p>

<p>Университет,&nbsp; факультет и кафедра и поздравляет Вас!!!</p>

<p>&nbsp;</p>

<p><strong>Кафедра СЕГОДНЯ - ЭТО:</strong></p>

<p>- высококвалифицированный преподавательский состав;</p>

<p>- уверенное профессиональное вхождение во всемирную компьютерную сеть Интернет,&nbsp;cновой информационной культурой;</p>

<p>- лучшая компьютерная сеть Intranet: мультимедиа компьютеры, мультимедиа-центр, информационные сервера и электронные учебники.</p>

<p>- современные компьютеризированные технологии обучения в малочисленных группах с сетевой локальной академией СISCO в Кыргызстане с&nbsp; оборудованием СISCO.</p>

<p>- углубленное изучение английского языка, необходимое для профессиональной деятельности и деловой активности в компьютерных сетях;</p>

<p>- гибкая многоуровневая система обучения, большой выбор возможностей для профессионального, интеллектуального и духовного роста.</p>

<p>Выпускники решают проблемы острейшего дефицита в Кыргызстане квалифицированных кадров, способных эффективно заниматься организацией сложных информационных систем в государственном управлении&nbsp; и бизнесе.</p>

<p>Все выпускники пользуются спросом и трудоустраиваются в различных государственных учреждениях Кыргызстана, фирмах, организациях, банках, в том числе в международных организациях и западных фирмах, многие работают в ближнем и дальнем зарубежье: России, Казахстане, Америке, Европе, Японии.</p>

<p>За сравнительно короткий срок (1997-2016гг.), на основе многоуровневой системы образования факультет обеспечил выпуск более 1000 специалистов - инженеров, бакалавров и магистров, в том числе и по программе дополнительного образования.&nbsp;</p>

<p>Факультет сотрудничает с Японским агентством международного сотрудничества(JICA). В&nbsp; рамках этого взаимосотрудничества, агенство предоставляет преподавателей волонтеров, специалистов по языкам программирования. Уже четыре волонтера отработали со студентами и магистрантами&nbsp; по обучению языку программирования &laquo;JAVA&raquo; и японскому языку. Студенты и преподаватели участвуют в конкурсах программах и курсах проводимыми при поддержке&nbsp;JICA&nbsp;по ИТ политике и&nbsp; &nbsp;получают соответствующие сертификаты. Заместитель декана Балтобаева Б.К в 2011 году. прошла стажировку в Японии (префектура Окинава), а в 2010 году студентка 2 курса Мамбетова Мээрим.</p>

<p>В марте 2012 году укрепил&nbsp; свое&nbsp; сотрудничество с&nbsp; Японией и провел семинар научно-технического обмена Кыргызстан-Кокушикан 2012, в котором участвовали три профессора с тремя аспирантами научно-технического факультета Международного Университета Кокушикан и ППС, магистранты и студенты факультета. Семинар через сферы Электроники, Информационных технологий, Машиностроения, дал возможность широко представить настоящее положение дел и реальные возможности Японии и Кыргызстана в сфере дальнейшего взаимосотрудничества.</p>

<p>На кафедре ведется НИР и НИРС, основное направление исследования: &laquo;Исследование, разработка и применение информационных технологий в образовании&raquo;.</p>

<p>-&nbsp;&nbsp;Два преподавателя кафедры аспирантки КНУ им. Ж. Баласагына. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>

<p>-&nbsp;&nbsp;Преподавателей и студенты участвуют на научно-практических&nbsp; конференциях, за 2010 - 2016 учебные годы опубликовано более 50 докладов.</p>

<p>-&nbsp;&nbsp;Магистранты и студенты участвуют в конкурсе&nbsp;ERASMUSMUNDUS&nbsp;и проходят &nbsp;обучение в вузах Европы.</p>

<p>-&nbsp;&nbsp;Студенты участвуют в международной программе студенческого обмена Global UGRAD.</p>

<p>- &nbsp;Студенты участники республиканской межвузовской&nbsp; олимпиаде по программированию и Кыргызстанского четвертьфинала, командного студенческого первенства мира по программированию.</p>

<p>- &nbsp;Студенты проводят благотворительные &nbsp;акции в помощь Военно-Антоновскому детскому дому, в котором активное участие принимают преподаватели и&nbsp; студенты всех курсов.</p>
'
        ]);
    }
}
